const Titles = ["선물을 눌러보세요❤","2021.10.29","사랑하는 예림이에게"," "]
const Descriptions = [
 `🎁`,`D+366
Our First Anniversary
 ❤`
, `이 편지를 바칩니다`,
`사랑하는 내 보물같은 존재 예림아`,
`드디어 우리가 
366일이라는 소중하고 
꿈 같은 하루하루가 
지나 1년이 되었네?`,
`우선 우리의 1주년 
정말정말 축하해요!!🎉❤`,
`1주년인 날에 처음부터 
끝까지 있지는 못하지만, 
부대까지 와서 1주년 같이 
보내줘서 넘넘 고마워요❤`,
`군대에 온 상황에서 
기다리느라 많이 힘들지?`,
`항상 많이 미안해`,
`일반 커플처럼 
데이트도 자주 다니고
보고 싶을 때 
보면 좋을텐데`,
`울 아가가 고생이
넘넘 많아요`,
`오빵이 전역하면 꼭
못했던 만큼 붙어다니고
데이트도 많이 많이 하쟈!💕`,
`1년이 거의
3년만큼 시간을 
압축했다고 말할
수 있을만큼`,
`우리는 정말 많은
 추억을 함께하고`,
`정말 많은 시간을
 붙어다녔지ㅎㅎ`,
 `서로 어려웠을 
 때가 있었지만,`,
 `우리는 그런 
 과정도 거치면서 
더욱 더 서로에게 
없어선 안되는
존재가 된거 같아`,
`우리가 1년 
연애했는데 이정도인데,
남은 우리가 보낼
시간은 정말 행복하겠다!`,
`예림이랑 얼른 
결혼하고 싶어요ㅜㅜ🤵👰`,
`오빠 아이클라우드에 사진이
 마구마구 백업되어 있는데`,
`너무 많아서 11월만
여기서 보고,
우리 꽁냥하면서
추억 여행 해보자!`,
`우리 연애 시작하고
갔던 이자카야,
우리가 처음 뽀뽀
했던 장소징!`,
`우리가 한강에서
찍은 첫 사지니`,
`우리가 더 현대에
다시 가겠다는 말
지킨거 기억난다`,
`처음 찍은 인생네컷!
우리가 일부러 처음
만난 날 옷으로 
맞춰 입었지ㅎㅎ`,
`아시아드공원에서 처음
같이 탄 그네!`,
`할리스 카페도 가고,
예림이 덕분에 등촌 칼국수
단골이 되었어용!`,
`예림이의 신뢰가 만든
우리의 추억이 담긴
첫 영종도❤`,
`가서 찍은 바다 사진
들을 보니 넘넘 행복해😍`,
`우리 이때 레일바이크도 처음 타보고`,
`이쁜 카페 가서 맛난 거도 먹으면서 
대화하던 우리가 생각나네`,
`혜화에서는 처음 연극을 같이 보면서 
우는 모습도 보여주고`,
`서점데이트도 같이 하고`,
`우리는 평범한 데이트라도
 같이 있기만 해도`,
`서로가 있으면 너무 행복하다는
 것을 알게 되었잖아`,
`처음 공부하겠다고, 
아침 일찍 만나겠다고 
콩나물 국밥 집에서 아침도 먹고`,
`같이 루지 타려고 강화도도 
놀러가서 케이블카도 타구`,
`우리의 평생 단골
야생 닭갈비 집도 찾고`,
`신나게 루지도 탔었지`,
`이쁜 연못이 있는 카페를 찾아서
 세상의 모든 그네를 타겠다는
약속도 하고(실천중)`,
`이쁜 울 공쥬님 프사도 찍었었지!`,
`이렇게 많은 추억들이 있는데,`,
`이게 다 11월에 데이트한
거 알고 있어요??ㅎㅎ`,
`11월 한달도 이런데
우리가 7월까지 
9개월의 시간과
군대에서의 4개월을
우리의 추억과 
시간을 담았어. 
`,
`사진을 볼 때마다
정말 행복했었지,
정말 사랑스러웠고
정말 공주같고,
순간으로 들어가고 싶다는
생각을 하게 되더라고`,
`예림이랑 사진을 많이
남긴 것도 정말 좋은 거
같아요.`,
`오빠가 자주 먼저
찍자고는 안 하지만,
매번 나서서 사진 
찍자고 해주는
예림이에게 고마워요.`,
`1년동안 행복한 시간을
보낼 수 있었던 것도,`,
`1년을 이렇게 행복하게
돌아볼 수 있었던 것도,`,
`예림이가 있어줬기 
때문이에요!`,
`오빠 여자친구가
되어줘서
진심으로 고맙고,`,
`앞으로 될 수 있으면
모든 시간을 
함께하고 싶어요!
`,
`사랑해요 림아💖`,
`예림이가 있었기 때문에
매번 사소한 일로
우울해하던 매일을,`,
`사소한 행복으로 채워
예림이와 오빠의
웃음이 가득한 하루를
만들게 되었어요.`,
`이건 오빠도 예림이도,
오빠 친구들도,
오빠 가족들도`,
`모두 알고 있고,
그래서 예림이의 존재가`,
`항상 너무 고맙고,
없어서는 안되는 존재에요`,
`예림이랑 대화하다 보면
항상 이야기가 끊기지 않고,`,
`웃게 되고, 말 많지
않은 오빠도 수다쟁이로
만들어요`,
`이렇게 이야기하다보면,
서로에 대해서 알게
되고, 고민도 해결하고,
마음의 짐을 덜어요`,
`MBTI도 모든 
글자가 다르고`,
`자라온 환경도
다르지만, 우리가`,
`흔들리지 않고
건실하게 사랑을
있었던, 있는 이유는`,
`예림이의 조건 없는
믿음, 사랑, 그리고
솔직한 대화,`,
`끊임없는 애정표현
덕분인거 같아요`,
`연애를 하면서 어떤
부족한 부분을 느끼게 되면`,
`심적으로 많이 힘들고
우울하고 지치게 되는데,`,
`1년동안 만나면서,
한번도 그런적 없었어요`,
`그만큼 우리가 잘 
맞는다는 뜻 아닐까요?`,
`울 아가는 어떻게
느꼈는지 모르겠다ㅎㅎ`,
`같은 마음일 거로 
알게요💖💖`,
`우리가 지금은 많이
만나도 4번 밖에 못
만나는 힘든 시기이지만,`,
`훈련소 때 부터
서로 믿어주고,
상황을 이해해주려 노력하고,`,
`서로 믿음을 주려
 노력했잖아요`,
 `예림이도 기다리느라
 많이 힘들텐데
 항상 많이 미안하고,`,
 `고맙고, 우리가 만났던
 기간보다는 긴 기간이지만,`,
 `앞으로 우리가 함께할
 날에 비하면 정말 적은
 날이라고 생각해요`,
 `우리 남은 424일,
 조금만 더, 조금씩만
 더 버티구, 같이
 꽃길만 걷자!`,
 `마지막으로, 군대에
 있는 동안 데이트를 많이
 못했는데, 그게 아가한테
 많이 미안해요`,
 `1주년 때는 소소하게
 면회장에서 축하하지만,
 2028년 10월 29일
 결혼하는 날에는,`,
 `꼭 이거보다는 훨씬 낫게,
 7주년 기념일과
  겨론식🤵👰을 하쟈!`,
`오빠 옆에 있어줘서
항상 든든하고 고맙고,`,
`이런 여자친구를 사귀게 된
오빠는 정말 복 받은거 같아요!`,
`언제나 고맙고,
앞으로도 우리 지금
같이 행복한 연애하자!`,
`1주년 정말 축하해💖`,
`우리의 1주년을 기념하며,`,
`예림이를 많이
사랑하는 마음을 담아,`,
`혁이가`

]
const Photos = [0,0,0,0,"1",0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,
    0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,"1",0,0,0,0,0,0,0,0,
    0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,
    0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,
    0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
]

const Length = Descriptions.length;
const objects = {
    Titles,
    Descriptions,
    Length
    ,Photos
}
export default objects;